alacritty
anbox-git
archlinuxcn-keyring
ark
artikulate
audiocd-kio
autoconf
automake
base
bat
bear
betterlockscreen
bind
binutils
bison
blinken
bluedevil
bluez-tools
bluez-utils
breeze
breeze-gtk
cervisia
clang
clipmenu
cloc
cmake
code
copyq
ctags
deno
dex
dhcpcd
dialog
discover
docker
docker-compose
dolphin
dolphin-plugins
dos2unix
dpkg
drkonqi
dunst
efibootmgr
elisa
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
feh
feishu-bin
ffmpegthumbs
file
filelight
findutils
firefox
fish
flake8
flameshot
flex
frpc
fzf
gawk
gcc
gettext
gimp
git
global
gnome-keyring
go
gopls
go-tools
grep
groff
grub
gwenview
gzip
helm
hexedit
htop
httpie
hub
i3lock-color
i3status
i3-wm
inetutils
intel-gpu-tools
intel-ucode
iperf
itinerary
iwd
jdk
jdk8-openjdk
juk
k3b
k9s
kactivitymanagerd
kalgebra
kalzium
kamera
kamoso
kanagram
kapptemplate
kate
kbruch
kcachegrind
kcharselect
kcolorchooser
kcron
kdebugsettings
kde-cli-tools
kdeconnect
kdecoration
kde-dev-scripts
kdegraphics-mobipocket
kdegraphics-thumbnailers
kde-gtk-config
kdenetwork-filesharing
kdenlive
kdeplasma-addons
kdesdk-kio
kdesdk-thumbnailers
kdf
kdialog
keditbookmarks
kfind
kfloppy
kgamma5
kgeography
kget
khangman
khelpcenter
khotkeys
kig
kimagemapeditor
kinfocenter
kio-extras
kio-gdrive
kio-zeroconf
kirigami-gallery
kitty
kleopatra
klettres
kmag
kmenuedit
kmix
kmousetool
kmouth
kmplot
kompose
krdc
krfb
kruler
kscreen
kscreenlocker
ksshaskpass
ksystemlog
ksystemstats
kteatime
ktimer
ktorrent
ktouch
kturtle
kubectl
kwalletmanager
kwallet-pam
kwave
kwayland-integration
kwin
kwordquiz
layer-shell-qt
lazydocker
lazygit
lf
libinput-gestures
libkscreen
libksysguard
librime
libtool
libvips
light
linux
linux-firmware
litecli
lokalize
lsof
m4
mailspring
make
man-pages
man-pages-zh_cn
marble
mariadb
markdownpart
maven
memcached
milou
minikube
minio-client
minuet
mkcert
mlocate
mpc
mpd
mycli
ncdu
neofetch
neovim
netctl
netease-cloud-music
nethack
net-tools
networkmanager
network-manager-applet
nginx
nnn
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
npm-check-updates
ntfs-3g
numlockx
obsidian
okteta
okular
openbsd-netcat
os-prober
oxygen
p7zip
pacman
pacman-contrib
parley
partitionmanager
patch
peek
perl-rename
picom
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
polybar
powerdevil
poxml
prettyping
print-manager
proxychains-ng
python2
python-pip
python-poetry
qemu-desktop
qemu-emulators-full
rabbitmq
ranger
rapidjson
redis
ripgrep
riscv64-linux-gnu-binutils
riscv64-linux-gnu-gcc
riscv64-linux-gnu-gdb
rlwrap
rocs
rofi
rsync
rust
rust-analyzer
s3fs-fuse
screenkey
scrot
sddm-kcm
sed
signon-kwallet-extension
spectacle
strace
sudo
svgpart
sweeper
systemsettings
teamviewer
telegram-desktop
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
texinfo
texlive-core
texlive-langchinese
tig
tk
tmux
trash-cli
tree
ttf-dejavu
ttf-fira-code
ttf-lxgw-wenkai
ttf-nerd-fonts-symbols-2048-em
ttf-roboto
ttf-sarasa-gothic
ueberzug
unrar
unzip
v2ray
valgrind
vbetool
wget
which
whois
wmctrl
wpa_supplicant
wqy-zenhei
xclip
xdg-desktop-portal-kde
xdotool
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yamllint
yarn
zathura
zip
zsh
